Repository: survey2gis/survey-tools
Catalog: src/locale/*.po
Languages: de

source: Place on first vertex
de: Auf erstem Stützpunkt platzieren

source: Place on last vertex
de: Auf letztem Stützpunkt platzieren

source: Please provide a valid parser schema file.
de: Bitte gültige Parser-Schemadatei angeben.

source: Please provide valid input file(s), parser schema file, base output name, and output folder name.
de: Bitte gültige Eingabedatei(en), Parser-Schemadatei, Basisname der Ausgabe, und Name des Ausgabeordners angeben.

source: Please select a valid parser file.
de: Bitte eine gültige Parser-Schemadatei auswählen

source: Problem: Caps array too small.
de: Problem: Puffergröße zu klein.

source: Problem: Internal error.
de: Problem: Interner Fehler.

source: Problem: Invalid character set.
de: Problem: Ungültige Zeichenkodierung.

source: Problem: Invalid meta character.
de: Problem: Ungültiges Metazeichen.

source: Problem: Too many brackets.
de: Problem: Zuviele Klammern.

source: Problem: Too many branches.
de: Problem: Zuviele Verzweigungen.

source: Problem: Unbalanced brackets.
de: Problem: Falsche Klammerung.

source: Problem: Unexpected quantifier.
de: Problem: Unerwarteter Quantifikator.

source: Raw vertex data will be saved as additional output.
de: Messpunkte werden als zusätzliche Ausgabe gespeichert.

source: Raw vertex output:
de: Messpunktausgabe:

source: Read geometry and attribute descriptions from a survey protocol file in ASCII format and convert them to common GIS and CAD output formats.
de: Beschreibungen der Geometrien u. Attribute aus einer Messprotokolldatei im ASCII-Format auslesen und diese in gängige GIS- und CAD-Ausgabeformate umwandeln.

source: Ready.
de: Bereit.

source: Record to be stored contains no data.
de: Der zu speichernde Datensatz enthält keine Daten.

source: Reprojection
de: Reprojektion

source: Results of eliminating duplicate vertices may be insufficient.
de: Ergebnis der Entfernung doppelter Stützpunkte u.U. unzureichend.

source: Results of snapping vertices may be insufficient.
de: Ergebnis des Einrastens an Stützpunkten u.U. unzureichend.

source: SCHEMA FILE: %s
de: SCHEMA-DATEI: %s

source: SRS and reprojection:
de: KBS und Reprojektion:

source: Save raw vertex data as additional output.
de: Messpunktdaten als zusätzliche Ausgabe speichern.

source: Scaling factor for datum transformation to WGS 84.
de: Skalierungsfaktor für Datumstransformation nach WGS 84.

source: Scaling to WGS 84:
de: Skalierung nach WGS 84

source: Select file
de: Datei auswählen

source: Select folder
de: Ordner auswählen

source: Select subset(s) of input data.
de: Untermenge aus Eingabedaten auswählen.

source: Selection commands:
de: Auswahlkommandos:

source: Selection of input file(s).
de: Auswahl der Eingabedatei(en).

source: Selection type:
de: Auswahltyp:

source: Selection:
de: Auswahl:

source: Slot number out of bounds.
de: Ungültiger Indexwert.

source: Snapping dist. (boundary vertices): %f
de: Fangtoleranz (Polygongrenzen): %f

source: Snapping dist. (boundary vertices): 0
de: Fangtoleranz (Polygongrenzen): 0

source: Snapping dist. (line nodes): %f
de: Fangtoleranz (Linienenden): %f

source: Snapping dist. (line nodes): 0
de: Fangtoleranz (Linienenden): 0

source: Snapping setting for boundaries must be 0 or a positive number.
de: Fangeinstellung für Polygongrenzen muss eine positive Zahl sein oder "0".

source: Snapping setting for dangles must be 0 or a positive number.
de: Fangeinstellung für Liniengrenzen muss eine positive Zahl sein oder "0".

source: Snapping setting must be 0 or a positive number.
de: Wert der Fangeinstellung muss eine positive Zahl sein oder "0".

source: Snapping threshold for dangling line nodes.
de: Schwellenwert für Fang auf Linienenden.

source: Snapping threshold for polygon boundary vertices.
de: Schwellenwert für Fang auf Stützpunkte auf Polygongrenzen.

source: Software for exporting survey data to GIS standard formats.
de: Software zum Exportieren von Messdaten in GIS-Standardformate

source: Specified decimal places is not a valid number.
de: Die angegebene Zahl der Dezimalstellen ist nicht gültig.

source: Specified transformation grid file is not a readable file.
de: Angegebene Grid-Datei ist keine lesbare Datei.

source: Specify either WGS 84 transformation parameters or a grid file, not both.
de: Entweder WGS-84-Transformationsparameter angeben, oder Grid-Datei, oder beide.

source: Storage slot already contains data.
de: Der Speicherplatz enthält bereits Daten.

source: Strict parsing:
de: Strenger Parser-Modus:

source: Syntax error in parser schema (%s). Line #%i: "%s" is not a valid section identifier.
de: Syntaxfehler im Parser-Schema (%s). Zeile #%i: "%s" ist kein gültiges Trennzeichen.

source: Syntax error in parser schema (%s). Line #%i: Missing '=' (expected 'option=value' line).
de: Syntaxfehler im Parser-Schema (%s). Zeile %i: Fehlendes "=" (erwarteter Ausdruck: "Option=Wert").

source: Syntax error in parser schema (%s). Line #%i: Missing ']'.
de: Syntaxfehler im Parser-Schema (%s). Zeile %i: Fehlendes "]".

source: TAG FIELD: %s
de: MARKER-FELD: %s

source: TAG MODE: %i ("%s")
de: MARKER-MODUS: %i ("%s")

source: TAG STRICT: No.
de: STRENGER MARKER: Nein.

source: TAG STRICT: Yes.
de: STRENGER MARKER: Ja.

source: The "--tolerance=" setting determines the threshold of distance above which two coordinates are considered to be distinct.
de: Die Einstellung "--tolerance=" legt die Mindestdistanz fest, ab der zwei Koordinaten als getrennt behandelt werden.

source: The combined output will be written into at least one output file.
de: Die Ausgabe wird in mind. einer Datei zusammengefasst und gespeichert.

source: The specified WGS 84 datum X rotation is not a valid number.
de: Die angegebene X-Rotation nach WGS 84 ist keine gültige Zahl.

source: The specified WGS 84 datum X shift is not a valid number.
de: Die angegebene X-Verschiebung nach WGS 84 ist keine gültige Zahl.

source: The specified WGS 84 datum Y rotation is not a valid number.
de: Die angegebene Y-Rotation nach WGS 84 ist keine gültige Zahl.

source: The specified WGS 84 datum Y shift is not a valid number.
de: Die angegebene Y-Verschiebung nach WGS 84 ist keine gültige Zahl.

source: The specified WGS 84 datum Z rotation is not a valid number.
de: Die angegebene Z-Rotation nach WGS 84 ist keine gültige Zahl.

source: The specified WGS 84 datum Z shift is not a valid number.
de: Die angegebene Z-Verschiebung nach WGS 84 ist keine gültige Zahl.

source: The specified WGS 84 datum scaling is not a valid number.
de: Die angegebene Skalierung nach WGS 84 ist keine gültige Zahl.

source: The specified X coordinate offset is not a valid number.
de: Der angegebene X-Koordinatenversatz ist keine gültige Zahl.

source: The specified Y coordinate offset is not a valid number.
de: Der angegebene Y-Koordinatenversatz ist keine gültige Zahl.

source: The specified Z coordinate offset is not a valid number.
de: Der angegebene Z-Koordinatenversatz ist keine gültige Zahl.

source: The specified dangling setting is not a valid number.
de: Die angegebene Fangeinstellung für Linienenden ist keine gültige Zahl.

source: The specified output format "%s" is unknown.
de: Das angegebene Ausgabeformat "%s" ist unbekannt.

source: The specified snapping setting for boundaries is not a valid number.
de: Die angegebene Fangeinstellung ist keine gültige Zahl.

source: The specified snapping setting for dangles is not a valid number.
de: Die angegebene Fangeinstellung für Polygongrenzen ist keine gültige Zahl.

source: The specified snapping setting is not a valid number.
de: Die angegebene Fangeinstellung ist keine gültige Zahl.

source: The specified tolerance setting is not a valid number.
de: Die angegebene Toleranzeinstellung ist keine gültige Zahl.

source: There was a problem with at least one option setting. Please check the "Messages" area for details.
de: Es gab Probleme mit mind. einem Optionswert. S. Details im Bereich "Meldungen".

source: This is free software under the GNU Public License. A copy of the license agreement has been delivered to you in the file LICENSE. Translations can be found at http://www.gnu.org/licenses/gpl.html This software includes LGPL-licensed code from shapelib: http://shapelib.maptools.org
de: Dies ist freie Software unter der GNU Public License. Eine Kopie der Lizenbestimmungen liegt in der Datei LICENSE. Deutsche Übersetzung: siehe http://www.gnu.de/documents/gpl-2.0.de.html. Diese Software enthält LGPL-lizenzierten Code von shapelib: http://shapelib.maptools.org

source: To lower case.
de: Kleinschreibung.

source: To upper case.
de: Großschreibung.

source: Tolerance setting < 0. Identical vertices will not be removed.
de: Toleranzwert < 0. Identische Stützpunkte werden nicht entfernt.

source: Uninitialized data store specified.
de: Nichtinitialisierter Speicherbereich angegeben.

source: Uninitialized option set specified.
de: Nichtinitialisierte Optionsmenge angegeben.

source: Uninitialized parser specified.
de: Nichtinitialisierter Parser angegeben.

source: Unneeded setting in parser schema (%s). Setting for "key_unique" will be ignored.
de: Unnötige Angabe im Parser-Schema (%s). Einstellung für Schlüsselfeld wird ignoriert.

source: Unneeded setting in parser schema (%s). Setting for "tag_strict" will be ignored.
de: Unnötige Angabe im Parser-Schema (%s). Einstellung für "tag_strict" wird ignoriert.

source: Unneeded setting in parser schema (%s). Setting for key field will be ignored.
de: Unnötige Angabe im Parser-Schema (%s). Einstellung für Schlüsselfeld wird ignoriert.

source: Unneeded setting in parser schema (%s). Setting for tag field will be ignored.
de: Unnötige Angabe im Parser-Schema (%s). Einstellung für Marker-Feld wird ignoriert.

source: Unneeded setting(s) in parser schema (%s). Setting(s) for geometry tags will be ignored.
de: Unnötige Angabe im Parser-Schema (%s). Einstellung für Geometriemarker wird ignoriert.

source: Usage: %s -p FILE -o DIR -n NAME [OPTION]... [FILE]...
de: Benutzung: %s -p DATEI -o VERZEICHNIS -n NAME [OPTION]... [DATEI]...

source: Use stricter input validation.
de: Verwende strengere Eingabeprüfung

source: User has specified a seven-parameter transformation.
de: Benutzer hat eine Sieben-Parameter-Transformation angegeben.

source: User has specified a three-parameter transformation.
de: Benutzer hat eine Drei-Parameter-Transformation angegeben.

source: Validate only:
de: Nur prüfen:

source: WARNING:
de: ACHTUNG:

source: WGS 84 datum transformation requires input and output SRS specifications.
de: Datumstransformation über WGS 84 benötigt Angabe von Quell- und Ziel-KBS.

source: World: original X/Y/(Z)
de: Welt: ursprüngliche X-/Y-/(Z-)Achsen

source: Wrong geometry type (must be point, line or polygon).
de: Falscher Geometrietyp (nicht Punkt, Linie oder Polygon).

source: X COORD FIELD: %s
de: X-KOORD.-FELD: %s

source: X COORD FIELD: Undefined.
de: X-KOORD.-FELD: Nicht definiert.

source: X coordinate offset: %f
de: X-Koordinatenversatz: %f

source: X coordinate offset: 0
de: X-Koordinatenversatz: 0

source: X rotation factor for datum transformation to WGS 84.
de: X-Rotation für Datumstransformation nach WGS 84.

source: X rotation to WGS 84:
de: X-Rotation nach WGS 84:

source: X shift factor for datum transformation to WGS 84.
de: X-Verschiebung für Datumstransformation nach WGS 84.

source: X shift to WGS 84:
de: X-Verschiebung nach WGS 84:

source: Y COORD FIELD: %s
de: Y-KOORD.-FELD: %s

source: Y COORD FIELD: Undefined.
de: Y-KOORD.-FELD: Nicht definiert.

source: Y coordinate offset: %f
de: Y-Koordinatenversatz: %f

source: Y coordinate offset: 0
de: Y-Koordinatenversatz: 0

source: Y rotation factor for datum transformation to WGS 84.
de: X-Rotation für Datumstransformation nach WGS 84.

source: Y rotation to WGS 84:
de: X-Rotation nach WGS 84:

source: Y shift factor for datum transformation to WGS 84.
de: Y-Verschiebung für Datumstransformation nach WGS 84.

source: Y shift to WGS 84:
de: Y-Verschiebung nach WGS 84:

source: Yes
de: Ja

source: Z COORD FIELD: %s
de: Z-KOORD.-FELD: %s

source: Z COORD FIELD: Undefined.
de: Z-KOORD.-FELD: Nicht definiert.

source: Z coordinate offset: %f
de: Z-Koordinatenversatz: %f

source: Z coordinate offset: 0
de: Z-Koordinatenversatz: 0

source: Z rotation factor for datum transformation to WGS 84.
de: Z-Rotation für Datumstransformation nach WGS 84.

source: Z rotation to WGS 84:
de: Z-Rotation nach WGS 84:

source: Z shift factor for datum transformation to WGS 84.
de: Z-Verschiebung für Datumstransformation nach WGS 84.

source: Z shift to WGS 84:
de: Z-Verschiebung nach WGS 84:

source: _Defaults
de: _Vorgaben

source: _Edit
de: _Bearbeiten

source: _Help
de: _Hilfe

source: _Language
de: _Sprache

source: _Process
de: _Prozess

source: _Run
de: _Ausführen

source: _Settings
de: _Einstellungen
