Repository: survey2gis/survey-tools
Catalog: src/locale/*.po
Languages: de

source: Record read from '%s', line %i: Unable to write label attribute '%s'.
de: Datensatz gelesen aus "%s", Zeile %i: Kann Attribut "%s" für Etiketten nicht schreiben.

source: Record read from '%s', line %i: Unable to write primary key '%i' into '%s'.
de: Datensatz gelesen aus "%s", Zeile %i: Kann Primärschlüssel "%i" nicht in "%s" schreiben.

source: Record read from '%s', line %i: Value for attribute '%s' does not fit into a numeric field. NULL data written instead.
de: Datensatz gelesen aus "%s", Zeile %i: Wert für Attribut "%s" passt nicht in ein numerisches Feld. Stattdessen NULL-Wert gesetzt.

source: Record read from '%s', line %i: Value for attribute '%s' does not fit into a text field. NULL data written instead.
de: Datensatz gelesen aus "%s", Zeile %i: Wert für Attribut "%s" passt nicht in ein Textfeld. Stattdessen NULL-Wert gesetzt.

source: Record read from '%s', line %i: Value for attribute '%s' does not fit into an integer field. NULL data written instead.
de: Datensatz gelesen aus "%s", Zeile %i: Wert für Attribut "%s" passt nicht in ein Ganzzahlfeld. Stattdessen NULL-Wert gesetzt.

source: Record read from '%s', line %i: Value for attribute '%s' is not a valid number NULL data written instead.
de: Datensatz gelesen aus "%s", Zeile %i: Wert für Attribut "%s" ist keine gültige Zahl Stattdessen NULL-Wert gesetzt.

source: Record read from '%s', line %i: Value for attribute '%s' is too large (overflow). NULL data written instead.
de: Datensatz gelesen aus "%s", Zeile %i: Wert für Attribut "%s" ist zu groß (Überlauf). Stattdessen NULL-Wert gesetzt.

source: Record read from line %i of console input stream: Line with less than two vertices found. Skipping.
de: Datensatz ausgelesen aus Zeile %i des Konsoleneingabestroms: Linie mit weniger als zwei Stützpunkten gefunden. Übersprungen.

source: Record read from line %i of console input stream: No geometry tag found for geometry with %i vertices. Skipping.
de: Datensatz ausgelesen aus Zeile %i des Konsoleneingabestroms: Kein Geometriemarker für Geometrie mit %i Stützpunkten. Übersprungen.

source: Record read from line %i of console input stream: No geometry tag found. Skipping.
de: Datensatz ausgelesen aus Zeile %i des Konsoleneingabestroms: Kein Geometriemarker gefunden. Wird übersprungen.

source: Record read from line %i of console input stream: Polygon with less than three vertices found. Skipping.
de: Datensatz ausgelesen aus Zeile %i des Konsoleneingabestroms: Polygon mit weniger als drei Stützpunkten gefunden. Wird übersprungen.

source: Record read from line %i of console input stream: Skipping incomplete record.
de: Datensatz ausgelesen aus Zeile %i von Konsole: Unvollständiger Datensatz wird übersprungen.

source: Record read from line %i of console input stream: Skipping record with missing key field value.
de: Datensatz ausgelesen aus Zeile %i der Konsole: Datensatz mit fehlendem Wert in Schlüsselfeld wird übersprungen.

source: Record read from line %i of console input stream: Skipping untagged record.
de: Datensatz ausgelesen aus Zeile %i der Konsole: Kein Geometriemarker gefunden. Wird übersprungen.

source: Record read from line %i of input file '%s': Line with less than two vertices found. Skipping.
de: Datensatz ausgelesen aus Zeile %i der Eingabedatei "%s": Linie mit weniger als zwei Stützpunkten gefunden. Wird übersprungen.

source: Record read from line %i of input file '%s': No geometry tag found for geometry with %i vertices. Skipping.
de: Datensatz ausgelesen aus Zeile %i der Eingabedatei "%s": Kein Geometriemarker für Geometrie mit %i Stützpunkten. Übersprungen.

source: Record read from line %i of input file '%s': No geometry tag found. Skipping.
de: Datensatz ausgelesen aus Zeile %i der Eingabedatei "%s": Kein Geometriemarker gefunden. Wird übersprungen.

source: Record read from line %i of input file '%s': Polygon with less than three vertices found. Skipping.
de: Datensatz ausgelesen aus Zeile %i der Eingabedatei "%s": Polygon mit weniger als drei Stützpunkten gefunden. Wird übersprungen.

source: Record read from line %i of input file '%s': Skipping incomplete record.
de: Datensatz ausgelesen aus Zeile %i der Eingabedatei "%s": Unvollständiger Datensatz wird übersprungen.

source: Record read from line %i of input file '%s': Skipping record with missing key field value.
de: Datensatz ausgelesen aus Zeile %i der Eingabedatei "%s": Datensatz mit fehlendem Wert in Schlüsselfeld wird übersprungen.

source: Record read from line %i of input file '%s': Skipping untagged record.
de: Datensatz ausgelesen aus Zeile %i der Eingabedatei "%s": Kein Geometriemarker gefunden. Wird übersprungen.

source: Reprojecting %i lines in current geometry store.
de: Reprojiziere %i Linien aus aktuellem Geometriespeicher.

source: Reprojecting %i points in current geometry store.
de: Reprojiziere %i Punkte aus aktuellem Geometriespeicher.

source: Reprojecting %i polygons in current geometry store.
de: Reprojiziere %i Polygone aus aktuellem Geometriespeicher.

source: Reprojecting %i raw vertices in current geometry store.
de: Reprojiziere %i Rohmessungen aus aktuellem Geometriespeicher.

source: Reprojection failed at line #%i, part #%i.
de: Reprojektion fehlgeschlagen bei Linie #%i, Teil #%i.

source: Reprojection failed at point #%i.
de: Reprojektion fehlgeschlagen bei Punkt #%i.

source: Reprojection failed at polygon #%i, part #%i.
de: Reprojektion fehlgeschlagen bei Polygon #%i, Teil #%i.

source: Reprojection failed at raw vertex #%i.
de: Reprojektion fehlgeschlagen bei Rohmessung #%i.

source: Reprojection of label point failed at line #%i, part #%i.
de: Reprojektion fehlgeschlagen bei Etikettierungspunkt für Linie #%i, Teil #%i.

source: Reprojection of label point failed at point #%i.
de: Reprojektion fehlgeschlagen bei Etikettierungspunkt für Punkt #%i.

source: Reprojection of label point failed at polygon #%i, part #%i.
de: Reprojektion fehlgeschlagen bei Etikettierungspunkt für Polygon #%i, Teil #%i.

source: Reprojection of label point failed at raw vertex #%i.
de: Reprojektion fehlgeschlagen bei Etikettierungspunkt für Rohmessung #%i.

source: Reprojection with user-supplied datum transformation parameters.
de: Reprojektion mit benutzerdefinierter Datumstransformation.

source: Reprojection with user-supplied grid file.
de: Reprojektion mit Transformations-Grid.

source: Selected for export:
de: Zum Export ausgewählt:

source: Self-intersection in polygon (ID %i), part no. %i.
de: Selbst-Überschneidung in Polygon (ID %i), Teil %i.

source: Snapped dangling line nodes: %i
de: Gefangene hängende Linienendpunkte: %i

source: Snapped polygon boundary vertices: %i
de: Gefangene Stützpunkte auf Polygongrenzen: %i

source: This program is free software under the GNU General Public License (>=v2). Read http://www.gnu.org/licenses/gpl.html for details.
de: Dieses Programm ist freie Software unter der GNU General Public License (>=v2). Details unter http://www.gnu.de/documents/gpl-2.0.de.html

source: Topological cleaning of lat/lon data has limited accuracy.
de: Topologische Bereinigung von Daten mit Längen-/Breitengraden hat begrenzte Genauigkeit.

source: Total data extent (after reprojection):
de: Gesamtausdehnung der Daten (nach Reprojektion):

source: Total data extent:
de: Gesamtausdehnung der Daten:

source: Unable to create output file. Error was: '%s'.
de: Konnte keine Ausgabedatei erzeugen. Der Fehler war: "%s".

source: Unable to determine profile orientation. Set to default 'westward'.
de: Profil-Orientierung kann nicht bestimmt werden. Festlegung auf "westwärts".

source: Unable to determine vertex order of inner ring (hole) (part #%i, read from '%s', line %u).
de: Reihenfolge der Stützpunkte auf innerem Ring (Loch) nicht ermittelbar (Teil %i, gelesen aus "%s", Zeile %u).

source: Unable to determine vertex order of outer ring (boundary) (part #%i, read from '%s', line %u).
de: Reihenfolge der Stützpunkte auf äußerem Ring (Grenze) nicht ermittelbar (Teil %i, gelesen aus "%s", Zeile %u).

source: Validating selection: '%s'
de: Auswahlkommando wird geprüft: "%s"

source: Value of field '%s', read from '%s', line %i: This is a duplicate of value read from '%s', line %i.
de: Wert im Feld "%s", gelesen aus "%s", Zeile %i: Duplikat des Wertes von "%s", Zeile %i.

source: With no input file(s), data will be read from the "stdin" stream.
de: Ohne Eingabedatei(en) werden die Daten vom "Stdin"-Strom gelesen.

source: --label-mode-line=label mode for lines (default: "%s")
de: --label-mode-line=Etikettierungsmodus f. Linien ("%s")

source: --label-mode-point=label mode for points (default: "%s")
de: --label-mode-point=Etikettierungsmodus f. Punkte ("%s")

source: --label-mode-poly=label mode for polygons (default: "%s")
de: --label-mode-poly=Etikettierungsmodus f. Polygone ("%s")

source: --proj-ds= datum transform to WGS 84 (scaling; default: %.1f)
de: --proj-ds= Datumstransformation nach WGS 84 (Skalierung; Vorgabe: %.1f)

source: --proj-dx= datum transform to WGS 84 (X shift; default: %.1f)
de: --proj-dx= Datumstransformation nach WGS 84 (X-Versch.; Vorgabe: %.1f)

source: --proj-dy= datum transform to WGS 84 (Y shift; default: %.1f)
de: --proj-dy= Datumstransformation nach WGS 84 (Y-Versch.; Vorgabe: %.1f)

source: --proj-dz= datum transform to WGS 84 (Z shift; default: %.1f)
de: --proj-dz= Datumstransformation nach WGS 84 (Z-Versch.; Vorgabe: %.1f)

source: --proj-grid= local datum transformation grid (file name)
de: --proj-grid= Lokales Transformations-Grid (Dateiname)

source: --proj-in= coordinate reference system of input data
de: --proj-in= Koordinatenbezugsystem der Eingabedaten

source: --proj-out= coordinate reference system of output data
de: --proj-out= Koordinatenbezugsystem der Ausgabedaten

source: --proj-rx= datum transform to WGS 84 (X rotation; default: %.1f)
de: --proj-rx= Datumstransformation nach WGS 84 (X-Rot.; Vorgabe: %.1f)

source: --proj-ry= datum transform to WGS 84 (Y rotation; default: %.1f)
de: --proj-ry= Datumstransformation nach WGS 84 (Y-Rot.; Vorgabe: %.1f)

source: --proj-rz= datum transform to WGS 84 (Z rotation; default: %.1f)
de: --proj-rz= Datumstransformation nach WGS 84 (Z-Rot.; Vorgabe: %.1f)

source: -2, --force-2d force 2D output, even if input data is 3D
de: -2, --force-2d 2D-Ausgabe erzwingen, auch bei 3D-Eingabedaten

source: -D, --dangling= snapping dist. for line dangles (default: %.1f = off)
de: -D, --dangling= Fangtoleranz f. Linienenden (Vorgabe: %.1f = aus)

source: -L, --label= choose field for labels (see manual for details)
de: -L, --label= Textfeld für Etiketten auswählen (s. Handbuch)

source: -O, --orientation= choose output orientation (default: "%s")
de: -O, --orientation= Ausgabeorientierung (Vorgabe: "%s")

source: -S, --selection= select data by field content (see manual for details)
de: -S, --selection= Daten nach Feldinhalten auswählen (s. Handbuch)

source: -c, --strict use stricter input validation
de: -c, --strict strengere Eingabeprüfung anwenden

source: -d, --decimal-places= decimal places for numeric DBF attributes (default: %i)
de: -d, --decimal-places= Dezimalstellen in DBF-Zahlenfeldern (Vorgabe: %i)

source: -f, --format= output format (see list below; default: "%s")
de: -f, --format= Ausgabeformat (siehe Liste unten; Vorgabe: "%s")

source: -g, --decimal-group= numeric group character in input data (default: auto)
de: -g, --decimal-group= Zeichen zur Zifferngruppierung (Vorgabe: auto)

source: -h, --help display this information and exit
de: -h, --help diese Information anzeigen und beenden

source: -i, --decimal-point= decimal point character in input data (default: auto)
de: -i, --decimal-point= Dezimaltrennzeichen in Eingabedaten (Vorgabe: auto)

source: -l, --log= output name for error log file (default: none)
de: -l, --log= Name für Fehlerprotokolldatei (Vorgabe: keine)

source: -n, --name= base name for output file(s) (required)
de: -n, --name= Basisname für Ausgabedatei(en) (erforderlich)

source: -o, --output= directory name for output file(s) (required)
de: -o, --output= Verzeichnisname für Ausgabedatei(en) (erforderlich)

source: -p, --parser= name of file with parsing schema (required)
de: -p, --parser= Name der Datei mit dem Parser-Schema (erforderlich)

source: -r, --raw-data save raw vertex data as additional points output
de: -r, --raw-data Messdaten als zusätzl. Punktausgabe speichern

source: -s, --snapping= snapping dist. for boundary nodes (default: %.1f = off)
de: -s, --snapping= Fangtoleranz f. Polygongrenzen (Vorgabe: %.1f = aus)

source: -t, --tolerance= distance threshold for coordinates (default: %.1f)
de: -t, --tolerance= Mindestabstand für Koordinaten (Vorgabe: %.1f)

source: -u, --show-gui always show GUI form
de: -u, --show-gui Benutzeroberfläche immer anzeigen

source: -v, --validate-parser validate parser schema and exit
de: -v, --validate-parser Parser-Schema prüfen und beenden

source: -x, --x-offset= constant offset to add to x coordinates (default: %.1f)
de: -x, --x-offset= konstanter Versatz für X-Koordinaten (Vorgabe: %.1f)

source: -y, --y-offset= constant offset to add to y coordinates (default: %.1f)
de: -y, --y-offset= konstanter Versatz für Y-Koordinaten (Vorgabe: %.1f)

source: -z, --z-offset= constant offset to add to z coordinates (default: %.1f)
de: -z, --z-offset= konstanter Versatz für Z-Koordinaten (Vorgabe: %.1f)

source: "%s" is not a valid directory (folder) name.
de: "%s" ist kein gültiger Verzeichnisname.

source: "%s" is not a valid file path.
de: "%s" ist kein gültiger Dateipfad.

source: "%s" is not a valid log file name.
de: "%s" ist kein gültiger Name für die Protokolldatei.

source: "%s" is not a valid output file (base) name.
de: "%s" ist kein gültiger Basisname für die Ausgabedatei(en)

source: %i Data read from console input stream.
de: %i Daten vom Konsoleneingabestrom gelesen.

source: %i Data read from file "%s".
de: %i Daten aus Datei "%s" gelesen.

source: '%s' is not a valid option.
de: "%s" ist keine gültige Option.

source: (End of output)
de: (Ende der Ausgabe)

source: * Input file(s):
de: * Eingabedatei(en):

source: 2D mode: Any Z data will be discarded from output.
de: 2D-Modus: Alle Z-Werte werden aus der Ausgabe entfernt.

source: Advanced
de: Erweitert

source: Apply to:
de: Anwenden auf:

source: Attempting to modify an existing parser.
de: Versuche vorhandenen Parser zu verändern.

source: Axis orientation for output geometries.
de: Orientierung der Axen für Ausgabegeometrien.

source: Base name for output file(s).
de: Basisname der Ausgabedatei(en).

source: Base name for output: %s
de: Basisname der Ausgabe: %s

source: Basic
de: Einfach

source: Boundary snap dist.:
de: Fangdistanz für Polygongrenzen:

source: COMMENT MARKS:
de: KOMMENTARZEICHEN:

source: Cancel
de: Abbrechen

source: Cannot add another selection (limit: %i).
de: Kann keine weitere Auswahl hinzufügen (Limit: %i)

source: Cannot open input file for reading ('%s'). Reason: %s
de: Kann Eingabedatei ("%s") nicht zum Lesen öffnen. Ursache: %s

source: Cannot open log file for writing ('%s'). Reason: %s
de: Kann Protokolldatei ("%s") nicht zum Schreiben öffnen. Ursache: %s

source: Cannot open parser schema for reading ('%s'). Reason: %s
de: Kann Eingabedatei ("%s") nicht zum Lesen öffnen. Ursache: %s

source: Cannot write output into '%s'. Check that the directory exists and is writable.
de: Kann Ausgabe nicht nach "%s" schreiben. Bitte prüfen Sie, ob das Verzeichnis existiert und beschreibbar ist.

source: Commands: %i
de: Kommandos: %i

source: Constant offset for X coordinates.
de: Konstanter Versatz für X-Koordinaten.

source: Constant offset for Y coordinates.
de: Konstanter Versatz für Y-Koordinaten.

source: Constant offset for Z coordinates.
de: Konstanter Versatz für Z-Koordinaten.

source: Coord. X offset:
de: Versatz X-Koord.:

source: Coord. Y offset:
de: Versatz Y-Koord.:

source: Coord. Z offset:
de: Versatz Z-Koord.:

source: Coord. tolerance:
de: Koordinatentoleranz:

source: Coordinate reference system (CRS) of input data, in PROJ.4 format.
de: Koordinatenbezugssystem (KBS) der Eingabedaten, in PROJ.4-Format.

source: Coordinate reference system (CRS) of output data, in PROJ.4 format.
de: Koordinatenbezugssystem (KBS) der Ausgabedaten, in PROJ.4-Format.

source: Coordinate tolerance: %f
de: Koordinatentoleranz: %f

source: Coordinate tolerance: 0
de: Koordinatentoleranz: 0

source: DBF decimal places:
de: Dezimalstellen in DBF:

source: DEBUG:
de: FEHLERSUCHE:

source: Dangle snap dist.:
de: Fangdistanz für Durchhänger:

source: Dangling setting must be 0 or a positive number.
de: Fangeinstellung f. Linienenden muss eine positive Zahl sein oder "0".

source: Data selection
de: Datenauswahl

source: Datum transformation grid:
de: Transformations-Grid:

source: Decimal group:
de: Zeichen f. Zifferngruppierung:

source: Decimal grouping character must be a single character.
de: Nur ein Schriftzeichen zur Zifferngruppierung erlaubt.

source: Decimal grouping symbol set to: '%c'
de: Festgelegtes Zeichen zur Zifferngruppierung: "%c"

source: Decimal grouping symbol set to: '%s'
de: Zeichen zur Zifferngruppierung: "%s"

source: Decimal point and grouping characters must both be specified.
de: Sowohl das Dezimaltrennzeichen als auch das Schriftzeichen zur Zifferngruppierung müssen festgelegt werden.

source: Decimal point and grouping characters must not be identical.
de: Dezimaltrennzeichen und Schriftzeichen zur Zifferngruppierung dürfen nicht identisch sein.

source: Decimal point character in input data.
de: Dezimaltrennzeichen in Eingabedaten.

source: Decimal point separator must be a single character.
de: Das Dezimaltrennzeichen muss ein einzelnes Zeichen sein.

source: Decimal point symbol set to: '%c'
de: Dezimaltrennzeichen: "%c"

source: Decimal point symbol set to: '%s'
de: Dezimaltrennzeichen: "%s"

source: Decimal point:
de: Dezimaltrennzeichen:

source: Depending on the output file format and the geometries in the input file(s), more than one output file with a common base name may be produced.
de: Je nach Ausgabeformat und Geometrien/Geometrietypen in den Eingabedaten(s), werden eventuell mehrere Ausgabedateien mit gleichem Basisnamen erzeugt.

source: Directory name for output file(s).
de: Verzeichnisname für Ausgabedatei(en)

source: Discard any Z data from output.
de: Verwerfe alle Z-Werte in Ausgabe.

source: Distance threshold for coordinates.
de: Minimalabstand für Koordinaten

source: Do not label
de: Nicht etikettieren

source: Duplicate measurements will not be stored in the output file(s).
de: Doppelte Messungen werden in Ausgabedatei(en) nicht gespeichert.

source: EMPTY FLD VAL: %i
de: LEERER FELDWERT: %i

source: EMPTY FLD VAL: NULL (default)
de: LEERER FELDWERT: NULL (default)

source: ERROR:
de: FEHLER:

source: Edit
de: Bearbeiten

source: Edit selection command
de: Auswahlkommando bearbeiten

source: Empty field name in selection.
de: Leerer Feldname in Auswahlkommando.

source: Empty selection expression.
de: Leerer Auswahlausdruck.

source: Error in parser schema (%s). Comment mark matches line geom tag.
de: Fehler im Parser-Schema (%s). Kommentarzeichen entspricht Geometriemarker für Linien.

source: Error in parser schema (%s). Comment mark matches point geom tag.
de: Fehler im Parser-Schema (%s). Kommentarzeichen entspricht Geometriemarker für Punkte.

source: Error in parser schema (%s). Comment mark matches poly geom tag.
de: Fehler im Parser-Schema (%s). Kommentarzeichen entspricht Geometriemarker für Polygone.

source: Error in parser schema (%s). Coordinate fields are not unique.
de: Fehler im Parser-Schema (%s). Koordinatenfelder sind nicht eindeutig.

source: Error in parser schema (%s). Field "%s" has no separator(s) (after line %i).
de: Fehler im Parser-Schema (%s). Feld "%s" hat kein(e) Trennzeichen (nach Zeile %i).

source: Error in parser schema (%s). Field "%s" is X coordinate field, and cannot be used as key field (after line %i).
de: Fehler im Parser-Schema (%s). Feld "%s" ist das X-Koordinatenfeld und kann nicht als Schlüsselfeld benutzt werden (nach Zeile %i).

source: Error in parser schema (%s). Field "%s" is X coordinate field, and cannot be used as tag field (after line %i).
de: Fehler im Parser-Schema (%s). Feld "%s" ist das X-Koordinatenfeld und kann nicht als Marker-Feld benutzt werden (nach Zeile %i).

source: Error in parser schema (%s). Field "%s" is X coordinate field, but "empty_allowed" was set to "Yes" (after line %i).
de: Fehler im Parser-Schema (%s). Feld "%s" ist das X-Koordinatenfeld, aber "empty_allowed" wurde auf "Yes" gesetzt (nach Zeile %i).

source: Error in parser schema (%s). Field "%s" is X coordinate field, but not of type 'double' (after line %i).
de: Fehler im Parser-Schema (%s). Feld "%s" ist das X-Koordinatenfeld, aber nicht vom Felddatentyp "Double" (nach Zeile %i).

source: Error in parser schema (%s). Field "%s" is Y coordinate field, and cannot be used as key field (after line %i).
de: Fehler im Parser-Schema (%s). Feld "%s" ist das Y-Koordinatenfeld und kann nicht als Schlüsselfeld benutzt werden (nach Zeile %i).

source: Error in parser schema (%s). Field "%s" is Y coordinate field, and cannot be used as tag field (after line %i).
de: Fehler im Parser-Schema (%s). Feld "%s" ist das Y-Koordinatenfeld und kann nicht als Marker-Feld benutzt werden (nach Zeile %i).

source: Error in parser schema (%s). Field "%s" is Y coordinate field, but "missing_allowed" was set to "Yes" (after line %i).
de: Fehler im Parser-Schema (%s). Feld "%s" ist das Y-Koordinatenfeld, aber "missing_allowed" wurde auf "Yes" gesetzt (nach Zeile %i).

source: Error in parser schema (%s). Field "%s" is Y coordinate field, but not of type 'double' (after line %i).
de: Fehler im Parser-Schema (%s). Feld "%s" ist das Y-Koordinatenfeld, aber nicht vom Felddatentyp "Double" (nach Zeile %i).

source: Error in parser schema (%s). Field "%s" is Z coordinate field, and cannot be used as key field (after line %i).
de: Fehler im Parser-Schema (%s). Feld "%s" ist das Z-Koordinatenfeld und kann nicht als Schlüsselfeld benutzt werden (nach Zeile %i).

source: Error in parser schema (%s). Field "%s" is Z coordinate field, and cannot be used as tag field (after line %i).
de: Fehler im Parser-Schema (%s). Feld "%s" ist das Z-Koordinatenfeld und kann nicht als Marker-Feld benutzt werden (nach Zeile %i).

source: Error in parser schema (%s). Field "%s" is Z coordinate field, but "missing_allowed" was set to "Yes" (after line %i).
de: Fehler im Parser-Schema (%s). Feld "%s" ist das Z-Koordinatenfeld, aber "missing_allowed" wurde auf "Yes" gesetzt (nach Zeile %i).

source: Error in parser schema (%s). Field "%s" is Z coordinate field, but not of type 'double' (after line %i).
de: Fehler im Parser-Schema (%s). Feld "%s" ist das Z-Koordinatenfeld, aber nicht vom Felddatentyp "Double" (nach Zeile %i).

source: Error in parser schema (%s). Field "%s" needs a separator (after line %i).
de: Fehler im Parser-Schema (%s). Feld "%s" braucht ein Trennzeichen (nach Zeile %i).

source: Error in parser schema (%s). Field "%s": "empty_allowed" and "merge_seperators" are mutually exclusive (after line %i).
de: Fehler im Parser-Schema (%s). Feld "%s": "empty_allowed" und "merge_seperators" schließen sich gegenseitig aus (nach Zeile %i).

source: Error in parser schema (%s). Field "%s": Last field must not have a separator (after line %i).
de: Fehler im Parser-Schema (%s). Feld "%s": Das letzte Feld darf kein Trennzeichen haben (nach Zeile %i).

source: Error in parser schema (%s). Field "%s": Must not combine whitespace separators and "empty_allowed" (after line %i).
de: Fehler im Parser-Schema (%s). FEld "%s": Angegebener Feldtrenner kann nicht mit "empty_allowed" kombiniert werden (nach Zeile %i).
