Repository: survey2gis/survey-tools
Catalog: src/locale/*.po
Languages: de

source: Assigned to %i lines/parts: %i
de: Zu %i Linien/Abschnitten zugeordnet: %i

source: Assigned to %i points: %i
de: Zu %i Punkten zugeordnet: %i

source: Assigned to %i polygons/parts: %i
de: Zu %i Polygonen/Teilen zugeordnet: %i

source: CASE CHANGE:
de: EINHEITL. SCHREIBUNG:

source: EMPTY ALLOWED: No.
de: LEER ERLAUBT: Nein.

source: EMPTY ALLOWED: Yes.
de: LEER ERLAUBT: Ja.

source: INFO: None.
de: INFO: Keine.

source: MERGE SEPS: No.
de: VERBINDE FELDTRENNER: Nein.

source: MERGE SEPS: Yes.
de: VERBINDE FELDTRENNER: Ja.

source: Not assigned to any geometry: %i
de: Keiner Geometrie zugeordnet: %i

source: PERSISTENT: No.
de: PERSISTENT: Nein.

source: PERSISTENT: Yes.
de: PERSISTENT: Ja.

source: QUOTATION: "%c"
de: ANFUEHRUNGSZEICHEN: "%c"

source: QUOTATION: None.
de: ANFUEHRUNGSZEICHEN: Keine.

source: REPLACEMENTS:
de: ERSETZUNGEN:

source: SEPARATORS:
de: FELDTRENNER:

source: SKIP: No.
de: UEBERSPRINGEN: Nein.

source: SKIP: Yes.
de: UEBERSPRINGEN: Ja.

source: TYPE: %i ("%s")
de: TYP: %i ("%s")

source: TYPE: Unknown.
de: TYP: Unbekannt.

source: UNIQUE: No.
de: EINDEUTIG: Nein.

source: UNIQUE: Yes.
de: EINDEUTIG: Ja.

source: VALUE: "%s"
de: WERT: "%s"

source: CASE CHANGE:
de: EINHEITLICHE SCHREIBUNG:

source: Datum transformation grid: '%s'
de: Grid für Datumstrans.: "%s"

source: Datum transformation parameters:
de: Parameter für Datumstrans.:

source: EMPTY ALLOWED: No.
de: LEER ERLAUBT: Nein.

source: EMPTY ALLOWED: Yes.
de: LEER ERLAUBT: Ja.

source: FIELD NO. %i: %s
de: FELD NR. %i: %s

source: INFO: None.
de: INFO: Keine.

source: Input SRS: '%s'
de: Quell-KBS: "%s"

source: Lines: %i.
de: Linien: %i.

source: MERGE SEPS: No.
de: FELDTRENNER VERBINDEN: Nein.

source: MERGE SEPS: Yes.
de: FELDTRENNER VERBINDEN: Ja.

source: Matched %i line(s).
de: Enthält %i Linie(n).

source: Matched %i point(s).
de: Enthält %i Punkt(e).

source: Matched %i polygon(s).
de: Enthält %i Polygon(e).

source: Matched %i raw point(s).
de: Enthält %i Messpunkt(e).

source: None found.
de: Nichts gefunden.

source: None.
de: Kein.

source: None.
de: Kein.

source: Number of invalid records: %i
de: Anzahl ungültiger Datensätze: %i

source: Number of valid records: %i
de: Anzahl gültiger Datensätze: %i

source: Output SRS: '%s'
de: Ausgabe-KBS: "%s"

source: PERSISTENT: No.
de: PERSISTENT: Nr.

source: PERSISTENT: Yes.
de: PERSISTENT: Ja.

source: Placement (lines): %s
de: Platzierung (Linien): %s

source: Placement (points): %s
de: Platzierung (Punkte): %s

source: Placement (polygons): %s
de: Platzierung (Polygone): %s

source: Points: %i.
de: Punkte: %i.

source: Polygons: %i.
de: Polygone: %i.

source: QUOTATION: "%c"
de: ANFUEHRUNGSZEICHEN: "%c"

source: QUOTATION: None.
de: ANFUEHRUNGSZEICHEN: Keine.

source: REPLACEMENTS:
de: ERSETZUNGEN:

source: Raw points: %i.
de: Messpunkte: %i.

source: SEPARATORS:
de: FELDTRENNER:

source: SKIP: No.
de: UEBERSPRINGEN: Nein.

source: SKIP: Yes.
de: UEBERSPRINGEN: Ja.

source: Scaling from WGS 84: %f
de: Skalierungsfaktor nach WGS 84: %f

source: TYPE: %i ("%s")
de: TYP: %i ("%s")

source: TYPE: Unknown.
de: TYP: Unbekannt.

source: Text field: %s
de: Textfeld: %s

source: Total records/lines read: %i
de: Insgesamt eingelesene Datensätze/Zeilen: %i

source: Total topological error count: %i
de: Gesamtzahl topologischer Fehler: %i

source: UNIQUE: No.
de: EINDEUTIG: Nein.

source: UNIQUE: Yes.
de: EINDEUTIG: Ja.

source: VALUE: "%s"
de: WERT: "%s"

source: X range: from %f to %f.
de: X-Ausdehnung: von %f bis %f.

source: X rotation from WGS 84: %f
de: Z-Rotation nach WGS 84: %f

source: X shift from WGS 84: %f
de: Y-Verschiebung nach WGS 84: %f

source: Y range: from %f to %f.
de: Y-Ausdehnung: von %f bis %f.

source: Y rotation from WGS 84: %f
de: Z-Rotation nach WGS 84: %f

source: Y shift from WGS 84: %f
de: Y-Verschiebung nach WGS 84: %f

source: Z range: from %f to %f.
de: Z-Ausdehnung: von %f bis %f.

source: Z rotation from WGS 84: %f
de: Z-Rotation nach WGS 84: %f

source: Z shift from WGS 84: %f
de: Z-Verschiebung nach WGS 84: %f

source: FIELD NO. %i: %s
de: FELD NR. %i: %s

source: Merging geometry #'%s' (read from '%s', line %i+) with geometry #'%s' (read from '%s', line %i+), as part %i
de: Verschmelze Geometrie #'%s' (gelesen aus '%s', Zeile %i+) mit Geometrie #"%s" (gelesen aus "%s", Zeile %i+), als Teil %i

source: * Initialized %s; %s
de: * Initalisiert: %s; %s

source: * PARSER AND FIELD DEFINITIONS *
de: * PARSER- UND FELDDEFINITIONEN *

source: * Processing messages follow below.
de: * Meldungen zur Verarbeitung folgen unten.

source: * Settings:
de: * Einstellungen:

source: Aborted after record read from line %i of console input stream: Input too large (integer overflow).
de: Abbruch nach dem Einlesen von Zeile %i von der Konsole: Eingabe zu groß (Ganzzahlüberlauf).

source: Aborted after record read from line %i of console input stream: Invalid line. Skipping.
de: Abbruch nach dem Einlesen von Zeile %i von der Konsole: Ungültige Zeile. Übersprungen.

source: Aborted after record read from line %i of input file '%s': Input too large (integer overflow).
de: Abbruch nach dem Einlesen von Zeile %i der Eingabedatei "%s": Eingabe zu groß (Ganzzahlüberlauf).

source: Aborted after record read from line %i of input file '%s': Invalid line. Skipping.
de: Abbruch nach dem Einlesen von Zeile %i der Eingabedatei "%s": Ungültige Zeile. Übersprungen.

source: Added vertices at line/line intersections: %i
de: Zu Linie/Linie-Kreuzungen hinzugefügte Stützpunkte: %i

source: Added vertices at line/polygon intersections: %i
de: Zu Linie/Polygon-Kreuzungen hinzugefügte Stützpunkte: %i

source: Added vertices at polygon/polygon intersections: %i
de: Zu Polygon/Polygon-Kreuzungen hinzugefügte Stützpunkte: %i

source: Additional topological errors in built geometries: %i
de: Weitere Topologiefehler in fertigen Geometrien: %i

source: Applying selection: '%s'
de: Stelle Auswahl zusammen: "%s"

source: Attribute write errors: %i
de: Schreibfehler bei Attributen: %i

source: Both fields 'id' and '_id' exist in input data. Cannot create GeoJSON primary key.
de: Felder "id" und "_id" existieren in Parserdefinition. Kann keinen GeoJSON-Primärschlüssel erzeugen.

source: Boundary intersection detected in polygons (IDs %i & %i), part nos %i & %i.
de: Überschneidende Polygongrenzen gefunden (IDs %i & %i), Teilnr. %i & %i.

source: Cannot combine mode '%s' with reprojection. Aborting.
de: Modus "%s" kann nicht mit Reprojektion kombiniert werden. Programmabbruch.

source: Cannot create local X-Z output for 2D input without Z field.
de: Kann lokale X-Z-Orientierung für 2D-Eingabedaten ohne Z-Feld nicht berechnen.

source: Cannot create local X-Z output for more than one data source.
de: Lokale X-Z-Orientierung kann nicht für mehr als eine Eingabequelle berechnet werden.

source: Cannot create local X-Z output: Z extent of data is '0.0'.
de: Kann lokale X-Z-Orientierung nicht berechnen: Z-Ausdehnung der Daten ist "0.0".

source: Converted EPSG ID %i in SRS definition to PROJ.4 SRS string. Conversion may incur loss of information. Please verify result.
de: EPSG-Code %i in KBS-Definition wurde zu PROJ.4-Format konvertiert. Konvertierung kann verlustbehaftet sein. Bitte Ergebnis prüfen.

source: Corrected vertex order of polygon boundaries and holes: %i
de: Stützpunktreihenfolge in Polygongrenzen und -löchern geändert: %i

source: Could not store line geometry from '%s', line %i. Reason: %s
de: Liniengeometrie aus "%s", Zeile %i konnte nicht gespeichert werden. Ursache: %s

source: Could not store line vertex from '%s', line %i. Reason: %s
de: Linienstützpunkt aus "%s", Zeile %i konnte nicht gespeichert werden. Ursache: %s

source: Could not store point from '%s', line %i. Reason: %s
de: Punkt aus "%s", Zeile %i konnte nicht gespeichert werden. Ursache: %s

source: Could not store point geometry from '%s', line %i. Reason: %s
de: Punktgeometrie aus "%s", Zeile %i konnte nicht gespeichert werden. Ursache: %s

source: Could not store polygon geometry from '%s', line %i. Reason: %s
de: Polygongeometrie aus "%s", Zeile %i konnte nicht gespeichert werden. Ursache: %s

source: Could not store polygon vertex from '%s', line %i. Reason: %s
de: Polygonstützpunkt aus "%s", Zeile %i konnte nicht gespeichert werden. Ursache: %s

source: Datum transformation not possible for SRS of type Web Mercator.
de: Datumstransformation für KBS-Typ "Web Mercator" nicht möglich.

source: Detected line/line intersections: %i
de: Erkannte Linie/Linie-Kreuzungen: %i

source: Detected line/polygon intersections: %i
de: Erkannte Linie/Polygon-Kreuzungen: %i

source: Detected polygon overlays: %i
de: Erkannte Polygonüberlappungen: %i

source: Detected polygon/polygon intersections: %i
de: Erkannte Polygon/Polygon-Kreuzungen: %i

source: Empty or missing geometry store. Reprojection skipped.
de: Leere oder fehlende Geometriedaten. Reprojektion übersprungen.

source: Error creating DBF output file for label data (%s).
de: Fehler bei der Erzeugung der DBF-Ausgabedatei für Etiketten (%s).

source: Error creating DBF output file for line data (%s).
de: Fehler bei der Erzeugung der DBF-Ausgabedatei für Liniendatensätze (%s).

source: Error creating DBF output file for point data (%s).
de: Fehler bei der Erzeugung der DBF-Ausgabedatei für Punktdatensätze (%s).

source: Error creating DBF output file for polygon data (%s).
de: Fehler bei der Erzeugung der DBF-Ausgabedatei für Polygondatensätze (%s).

source: Error creating DBF output file for raw vertex data (%s).
de: Fehler bei der Erzeugung der DBF-Ausgabedatei für Messpunktdatensätze (%s).

source: Error creating DBF schema for label data (%s).
de: Fehler bei der Erzeugung des DBF-Schemas für Etiketten (%s).

source: Error creating DBF schema for line data (%s).
de: Fehler bei der Erzeugung des DBF-Schemas für Liniendatensätze (%s).

source: Error creating DBF schema for point data (%s).
de: Fehler bei der Erzeugung des DBF-Schemas für Punktdatensätze (%s).

source: Error creating DBF schema for polygon data (%s).
de: Fehler bei der Erzeugung des DBF-Schemas für Polygondatensätze (%s).

source: Error creating DBF schema for raw vertex data (%s).
de: Fehler bei der Erzeugung des DBF-Schemas für Messpunktdatensätze (raw) (%s).

source: Error creating DXF output file (%s).
de: Fehler bei der Erzeugung der DXF-Ausgabedatei. (%s).

source: Error creating TXT output file for attribute data (%s).
de: Fehler bei der Erzeugung der TXT-Ausgabedatei für Attributdaten (%s).

source: FIELD DEFINITIONS:
de: FELDDEFINITIONEN:

source: Failed parsing of input SRS definition.
de: Fehler bei Verarbeitung der Definition des Quell-KBS (Eingabedaten).

source: Failed parsing of output SRS definition.
de: Fehler bei Verarbeitung der Definition des Ziel-KBS (Ausgabedaten).

source: Failed to create annotation settings file ('%s').
de: Einstellungsdatei für Etikettierung ("%s") konnte nicht erzeugt werden.

source: Failed to create data storage object for data source #%i.
de: Erzeugung des Datenobjekts für Quelle Nr. %i fehlgeschlagen.

source: Failed to initialize PROJ.4 reprojection engine.
de: PROJ.4-Unterstützung zur Reprojektion konnte nicht initialisiert werden.

source: Failed to place label at center of line #%i (part #%i).
de: Etikett konnte nicht auf Mittelpunkt der Linie #%i (Teil #%i) platziert werden.

source: Failed to place label at center of polygon #%i (part #%i).
de: Etikett konnte nicht auf Mittelpunkt des Polygons #%i (Teil #%i) platziert werden.

source: Failed to place label at first vertex of line #%i (part #%i).
de: Etikett konnte nicht auf erstem Stützpunkt der Linie #%i (Teil #%i) platziert werden.

source: Failed to place label at first vertex of polygon #%i (part #%i).
de: Etikett konnte nicht auf erstem Stützpunkt des Polygons #%i (Teil #%i) platziert werden.

source: Failed to place label at last vertex of line #%i (part #%i).
de: Etikett konnte nicht auf letztem Stützpunkt der Linie #%i (Teil #%i) platziert werden.

source: Failed to place label at last vertex of polygon #%i (part #%i).
de: Etikett konnte nicht auf erstem Stützpunkt des Polygons #%i (Teil #%i) platziert werden.

source: Failed to place label at point #%i.
de: Etikett konnte nicht auf Punkt #%i platziert werden.

source: Failed to reproject data. Aborting.
de: Daten Konten nicht reprojiziert werden. Programmabbruch.

source: Fill in options on the left, then click "Run".
de: Füllen Sie die Optionen links aus und klicken Sie "Ausführen".

source: Final PROJ.4 input SRS: '%s'
de: Endgültige PROJ.4-Definition des Quell-KBS: '%s'

source: Final PROJ.4 output SRS: '%s'
de: Endgültige PROJ.4-Definition des Ziel-KBS: '%s'

source: Forced vertices of inner ring (hole) into clockwise order (part #%i, read from '%s', line %u).
de: Stützpunkte auf innerem Ring (Loch) wurden im Uhrzeigersinn neu geordnet (Teil %i, gelesen aus "%s", Zeile %u).

source: Forced vertices of inner ring (hole) into counter clockwise order (part #%i, read from '%s', line %u).
de: Stützpunkte auf innerem Ring (Loch) wurden gegen Uhrzeigersinn neu geordnet (Teil %i, gelesen aus "%s", Zeile %u).

source: Forced vertices of inner ring (hole) into counter-clockwise order (part #%i, read from '%s', line %u).
de: Stützpunkte auf innerem Ring (Loch) wurden gegen Uhrzeigersinn neu geordnet (Teil %i, gelesen aus "%s", Zeile %u).

source: Forced vertices of outer ring (boundary) into clockwise order (part #%i, read from '%s', line %u).
de: Stützpunkte auf äußerem Ring (Grenze) wurden im Uhrzeigersinn neu geordnet (Teil %i, gelesen aus "%s", Zeile %u).

source: Forced vertices of outer ring (boundary) into counter clockwise order (part #%i, read from '%s', line %u).
de: Stützpunkte auf äußerem Ring (Grenze) wurden gegen Uhrzeigersinn neu geordnet (Teil %i, gelesen aus "%s", Zeile %u).

source: Forced vertices of outer ring (boundary) into counter-clockwise order (part #%i, read from '%s', line %u).
de: Stützpunkte auf äußerem Ring (Grenze) wurden gegen Uhrzeigersinn neu geordnet (Teil %i, gelesen aus "%s", Zeile %u).

source: Geometries and attributes will be read from one or more input files.
de: Geometrien und Attribute werden aus einer oder mehreren Eingabedateien gelesen.

source: Geometry build errors: %i
de: Fehler bei der Geometrieerzeugung: %i

source: Geometry type unknown. No attribute data written.
de: Unbekannter Geometrietyp. Keine Attributwerte geschrieben.

source: Grid file application not possible for SRS of type Web Mercator.
de: Grid-Dateien können nicht auf KBS vom Typ "Web Mercator" angewendet werden.

source: Input SRS (expanded): '%s'
de: Quell-KBS (erweitert): "%s"

source: Input SRS is '%s'. Unable to reproject.
de: Quell-KBS ist "%s". Reprojektion nicht möglich.

source: Input and output SRS identical. No reprojection will be performed.
de: Quell- und Ziel-KBS sind identisch. Reprojektion wird nicht durchgeführt.

source: Input contained duplicate attribute values that should be unique.
de: Eingabe enthielt doppelte Attributwerte, die eindeutig sein sollten.

source: Input or output SRS is '%s'. No reprojection will be performed.
de: Quell- oder Ziel-KBS ist "%s". Reprojektion wird nicht durchgeführt.

source: Internal reprojection database is inconsistent. Failed to initialize.
de: Interne Reprojektions-Datenbank ist inkonsistent. Initialisierung fehlgeschlagen.

source: Invalid EPSG code in input SRS definition.
de: Ungültiger EPSG-Eintrag in Definition des Quell-KBS.

source: Invalid EPSG code in output SRS definition.
de: Ungültiger EPSG-Eintrag in Definition des Ziel-KBS.

source: Invalid input SRS definition. PROJ.4 message: %s
de: Ungültige Definition des Quell-KBS.PROJ.4-Meldung: %s

source: Invalid output SRS definition. PROJ.4 message: %s
de: Ungültige Definition des Ziel-KBS.PROJ.4-Meldung: %s

source: Invalid record on line %i, read from "%s": Field '%s' must not be empty. Record skipped.
de: Ungültiger Datensatz in Zeile %i, gelesen aus "%s": Feld "%s" darf nicht leer sein. Datensatz übersprungen.

source: Invalid record on line %i, read from "%s": Found %i instead of either %i or %i fields. Record skipped.
de: Ungültiger Datensatz in Zeile %i, gelesen aus "%s": Nur %i von %i oder %i erwarteten Feldern gefunden. Datensatz übersprungen.

source: Invalid record on line %i, read from "%s": Found only %i out of %i expected fields. Record skipped.
de: Ungültiger Datensatz in Zeile %i, gelesen aus "%s": Nur %i von %i erwarteten Feldern gefunden. Datensatz übersprungen.

source: Invalid record on line %i, read from "%s": Invalid X coordinate ('%s'). Record skipped.
de: Ungültiger Datensatz in Zeile %i, gelesen aus "%s": Ungültige X-Koordinate ("%s"). Datensatz übersprungen.

source: Invalid record on line %i, read from "%s": Invalid Y coordinate ('%s'). Record skipped.
de: Ungültiger Datensatz in Zeile %i, gelesen aus "%s": Ungültige Y-Koordinate ("%s"). Datensatz übersprungen.

source: Invalid record on line %i, read from "%s": Invalid Z coordinate ('%s'). Record skipped.
de: Ungültiger Datensatz in Zeile %i, gelesen aus "%s": Ungültige Z-Koordinate ("%s"). Datensatz übersprungen.

source: Invalid record on line %i, read from "%s": Overflow in numeric value for field '%s'. Record skipped.
de: Ungültiger Datensatz in Zeile %i, gelesen aus "%s": Überlauf bei numerischem Feld "%s". Datensatz übersprungen.

source: Invalid record on line %i, read from "%s": This is neither a valid reduced nor full record. Record skipped.
de: Ungültiger Datensatz in Zeile %i, gelesen aus "%s": Kein gültiger vollständiger oder reduzierter Datensatz. Datensatz übersprungen.

source: Invalid record on line %i, read from "%s": Value of field '%s' is not a number ('%s'). Record skipped.
de: Ungültiger Datensatz in Zeile %i, gelesen aus "%s": Wert im Feld "%s" ist keine Zahl ("%s"). Datensatz übersprungen.

source: Invalid record on line %i, read from "%s": Value of field '%s' is not an integer ('%s'). Record skipped.
de: Ungültiger Datensatz in Zeile %i, gelesen aus "%s": Wert im Feld "%s" ist keine Ganzzahl ("%s"). Datensatz übersprungen.

source: Invalid record on line %i, read from "%s": Value of field is 'null'. Record skipped.
de: Ungültiger Datensatz in Zeile %i, gelesen aus "%s": Feldwert ist "Null". Datensatz übersprungen.

source: Invalid record on line %i, read from "%s": X coordinate overflow ('%s'). Record skipped.
de: Ungültiger Datensatz in Zeile %i, gelesen aus "%s": Überlauf der X-Koordinate ("%s"). Datensatz übersprungen.

source: Invalid record on line %i, read from "%s": Y coordinate overflow ('%s'). Record skipped.
de: Ungültiger Datensatz in Zeile %i, gelesen aus "%s": Überlauf der Y-Koordinate ("%s"). Datensatz übersprungen.

source: Invalid record on line %i, read from "%s": Z coordinate overflow ('%s'). Record skipped.
de: Ungültiger Datensatz in Zeile %i, gelesen aus "%s": Überlauf der Z-Koordinate ("%s"). Datensatz übersprungen.

source: Label field "%s" not found in parser definition.
de: Etikettierungsfeld "%s" konnte in Parserdefinition nicht gefunden werden.

source: Label mode for all geometries set to '%s'. Label layer will be empty.
de: Etikettierungsmodus für alle Geometrietypen ist '%s'. Leere Etikettenebene erzeugt.

source: Line or polygon read from '%s' (up to line %i) failed topology check: Not enough vertices. Geometry deleted.
de: Linie oder Polygon ausgelesen aus "%s" (bis Zeile %i) hat Topologieprüfung nicht bestanden: Nicht genügend Stützpunkte. Geometrie gelöscht.

source: Line vertex read from '%s' (line %i) failed topology check: Coordinates are identical with line %i (tolerance=%f). Vertex deleted.
de: Linienstützpunkt ausgelesen aus "%s" (Zeile %i) hat Topologieprüfung nicht bestanden: Koordinaten identisch mit Linie %i (Toleranz=%f). Stützpunkt gelöscht.

source: Line vertex read from '%s' (line %i) failed topology check: Coordinates too close to line %i (tolerance=%f). Vertex deleted.
de: Linienstützpunkt ausgelesen aus '%s' (Zeile %i) hat Topologieprüfung nicht bestanden: Koordinaten zu nah an Linie %i (Toleranz=%f). Stützpunkt gelöscht.

source: Local profile orientation determined to be 'eastward'.
de: Orientierung des lokalen Profils als "ostwärts" ermittelt.

source: Local profile orientation determined to be 'westward'.
de: Orientierung des lokalen Profils als "westwärts" ermittelt.

source: No output files produced.
de: Keine Ausgabedateien erstellt.

source: No valid geometries found in '%s'. No associated output produced.
de: Keine gültigen Geometrien in "%s" gefunden. Keine entspr. Ausgabedatei erstellt.

source: No valid geometries found. No output produced.
de: Keine gültigen Geometrien gefunden. Keine Ausgabedatei erstellt.

source: No valid input data found. Aborting.
de: Keine gültigen Eingabedaten gefunden. Abgebrochen.

source: No valid input data left after selecting. Aborting.
de: Keine Eingabedaten nach Auswahl übrig. Abgebrochen.

source: Only output SRS defined. No reprojection possible.
de: Lediglich Ziel-KBS angegeben. Keine Reprojektion möglich.

source: Orientation mode '%s' not supported for lat/lon input data.
de: Orientierungsmodus "%s" funktioniert nicht mit Eingabedaten in Längen-/Breitengraden.

source: Output files produced:
de: Ausgabedateien erstellt:

source: Output format: %s
de: Ausgabeformat: %s

source: Overshoot correction would delete entire line (ID %i, part no. %i). Please fix manually.
de: Overshoot-Korrektur würde die gesamte Linie (ID %i, Teil %i) löschen. Bitte manuell korrigieren.

source: PROJ.4 EPSG database file not found/readable. EPSG conversions might not be available. PROJ.4 EPSG path was: '%s'.
de: PROJ.4-EPSG-Datenbank fehlt/unlesbar. EPSG-Konvertierung ist evtl. nicht verfügbar. PROJ.4-EPSG-Verzeichnis: '%s'.

source: Parsing of %i input data source(s) completed. Validation statistics below.
de: Verarbeitung von %i Eingabedatenquelle(n) fertig. Validierungsstatistik unten.

source: Parts added to multi-part geometries: %i
de: Zu Multi-Geometrien hinzugefügte Teile: %i

source: Point read from '%s' (line %i) failed topology check: Coordinates are identical with line %i (tolerance=%f). Point deleted.
de: Punkt ausgelesen aus "%s" (Zeile %i) hat Topologieprüfung nicht bestanden: Koordinaten zu nah an Linie %i (Toleranz=%f). Punkt gelöscht.

source: Point read from '%s' (line %i) failed topology check: Coordinates too close to line %i (tolerance=%f). Point deleted.
de: Punkt ausgelesen aus "%s" (Zeile %i) hat Topologieprüfung nicht bestanden: Koordinaten zu nah an Linie %i (Toleranz=%f). Punkt gelöscht.

source: Polygon vertex read from '%s' (line %i) failed topology check: Coordinates are identical with line %i (tolerance=%f). Vertex deleted.
de: Polygonstützpunkt ausgelesen aus "%s" (Zeile %i) hat Topologieprüfung nicht bestanden: Koordinaten zu nah an Linie %i (Toleranz=%f). Stützpunkt gelöscht.

source: Polygon vertex read from '%s' (line %i) failed topology check: Coordinates too close to line %i (tolerance=%f). Vertex deleted.
de: Polygonstützpunkt ausglesen von "%s" (Zeile %i) hat Topologieprüfung nicht bestanden: Koordinaten zu nah an Linie %i (Toleranz=%f). Stützpunkt gelöscht.

source: Possible OPTIONs are:
de: Mögliche OPTIONen sind:

source: REPROJECTION options (PROJ.4):
de: REPROJEKTIONS-Optionen (PROJ.4):

source: Recomputing data extents after reprojection.
de: Ausdehnung der Daten nach Reprojektion wird neu berechnet.

source: Record read from '%s', line %i Value for attribute '%s' is not a valid integer number NULL data written instead.
de: Datensatz gelesen aus "%s", Zeile %i: Attributwert "%s" ist keine gültige Ganzzahl. Stattdessen NULL-Wert gesetzt.

source: Record read from '%s', line %i: Unable to write attribute '%s'.
de: Datensatz gelesen aus "%s", Zeile %i: Kann Attribut "%s" nicht schreiben.
