Repository: survey2gis/survey-tools
Catalog: src/locale/*.po
Languages: de

source: Error in parser schema (%s). Field "%s": quoting char matches line geom tag (after line %i).
de: Fehler im Parser-Schema (%s). Feld "%s": Anführungszeichen entspricht Liniengeometriemarker (nach Zeile %i).

source: Error in parser schema (%s). Field "%s": quoting char matches point geom tag (after line %i).
de: Fehler im Parser-Schema (%s). Feld "%s": Anführungszeichen entspricht Punktgeometriemarker (nach Zeile %i).

source: Error in parser schema (%s). Field "%s": quoting char matches poly geom tag (after line %i).
de: Fehler im Parser-Schema (%s). Feld "%s": Anführungszeichen entspricht Polygongeometriemarker (nach Zeile %i).

source: Error in parser schema (%s). Field "%s": quoting character matches comment char (after line %i).
de: Fehler im Parser-Schema (%s). Feld "%s": Anführungszeichen entspricht Kommentarzeichen (nach Zeile %i).

source: Error in parser schema (%s). Field "%s": quoting character matches separator (after line %i).
de: Fehler im Parser-Schema (%s). Feld "%s": Anführungszeichen entspricht Trennzeichen (nach Zeile %i).

source: Error in parser schema (%s). Field "%s": separator matches comment character (after line %i).
de: Fehler im Parser-Schema (%s). Feld "%s": Trennzeichen entspricht Kommentarzeichen (nach Zeile %i).

source: Error in parser schema (%s). Field "%s": separator matches line geom tag (after line %i).
de: Fehler im Parser-Schema (%s). Feld "%s": Trennzeichen entspricht Liniengeometriemarker (nach Zeile %i).

source: Error in parser schema (%s). Field "%s": separator matches point geom tag (after line %i).
de: Fehler im Parser-Schema (%s). Feld "%s": Trennzeichen entspricht Punktgeometriemarker (nach Zeile %i).

source: Error in parser schema (%s). Field "%s": separator matches poly geom tag (after line %i).
de: Fehler im Parser-Schema (%s). Feld "%s": Trennzeichen entspricht Polygongeometriemarker (nach Zeile %i).

source: Error in parser schema (%s). Field defined after line %i has no name.
de: Fehler im Parser-Schema (%s). Feld definiert nach Zeile %i ist unbenannt.

source: Error in parser schema (%s). Field defined after line %i has no type.
de: Fehler im Parser-Schema (%s). Feld definiert nach Zeile %i hat keinen Typ.

source: Error in parser schema (%s). Field defined after line %i has too many options. This special field only accepts "info", "name", "type" and "value".
de: Fehler im Parser-Schema (%s). Feld definiert nach Zeile %i hat zuviele Optionen. Dieses spezielle Feld akzeptiert nur "info", "name", "type" und "value".

source: Error in parser schema (%s). Field defined after line %i is no a text field. Therefore, "change_case" is not a valid option.
de: Fehler im Parser-Schema (%s). Feld definiert nach Zeile %i ist kein Textfeld. Deshalb ist "change_case" keine gültige Option.

source: Error in parser schema (%s). Geometry tags are not unique.
de: Fehler im Parser-Schema (%s). Geometriemarkerzeichen sind nicht eindeutig.

source: Error in parser schema (%s). Geometry tags must be provided for both lines and polygons. Set both "geom_tag_line" and "geom_tag_poly"
de: Fehler im Parser-Schema (%s). Geometriemarker müssen für Linien und Polygone angegeben werden. Bitte "geom_tag_line" und "geom_tag_poly" setzen.

source: Error in parser schema (%s). Key field is not set to the name of a valid field.
de: Fehler im Parser-Schema (%s). Schlüsselfeld benennt kein gültiges Feld.

source: Error in parser schema (%s). Line #%i: "%s" cannot be set to "%s".
de: Fehler im Parser-Schema (%s). Zeile %i: "%s" kann nicht "%s" festgelegt werden.

source: Error in parser schema (%s). Line #%i: "%s" has already been set in this context.
de: Fehler im Parser-Schema (%s). Zeile %i: "%s" wurde in diesem Kontext bereits festgelegt.

source: Error in parser schema (%s). Line #%i: "%s" is a reserved field name.
de: Fehler im Parser-Schema (%s). Zeile %i: "%s" ist ein reservierter Feldname.

source: Error in parser schema (%s). Line #%i: "%s" is not a valid field name.
de: Fehler im Parser-Schema (%s). Zeile %i: "%s" ist kein gültiger Feldname.

source: Error in parser schema (%s). Line #%i: "%s" is not a valid field type.
de: Fehler im Parser-Schema (%s). Zeile %i: "%s" ist kein gültiger Felddatentyp.

source: Error in parser schema (%s). Line #%i: "%s" is not a valid geometry tagging mode.
de: Fehler im Parser-Schema (%s). Zeile %i: "%s" ist kein gültiger Geometriemarkermodus.

source: Error in parser schema (%s). Line #%i: "%s" is not a valid option in this context.
de: Fehler im Parser-Schema (%s). Zeile %i: "%s" ist in diesem Kontext keine gültige Option.

source: Error in parser schema (%s). Line #%i: A field with name "%s" was already defined.
de: Fehler im Parser-Schema (%s). Zeile %i: Der Feldname "%s" wurde schon vergeben.

source: Error in parser schema (%s). Line #%i: Empty option name or value.
de: Fehler im Parser-Schema (%s). Zeile %i: Leerer Optionsname oder -wert.

source: Error in parser schema (%s). Line #%i: Exceeds limit of %i field definitions.
de: Fehler im Parser-Schema (%s). Zeile %i: Überschreitet das Limit von %i Felddefinitionen.

source: Error in parser schema (%s). Line #%i: Limit of %i distinct comment marks exceeded.
de: Fehler im Parser-Schema (%s). Zeile %i: Limit von %i eindeutigen Kommentarzeichen überschritten.

source: Error in parser schema (%s). Line #%i: Limit of %i distinct field separators exceeded.
de: Fehler im Parser-Schema (%s). Zeile %i: Limit von %i eindeutigen Feldtrennern überschritten.

source: Error in parser schema (%s). Line #%i: Line break is not a valid field separator.
de: Fehler im Parser-Schema (%s). Zeile %i: Der Zeilenumbruch ist kein gültiger Feldtrenner.

source: Error in parser schema (%s). Line #%i: Maximum number of lookup pairs (%i) exceeded.
de: Fehler im Parser-Schema (%s). Zeile %i: Maximale Größe der Nachschlageliste (%i Einträge) überschritten.

source: Error in parser schema (%s). Line #%i: No string specified for content replacement.
de: Fehler im Parser-Schema (%s). Zeile %i: Keine Ersetzung festgelegt.

source: Error in parser schema (%s). Line #%i: Option "%s" has an empty value.
de: Fehler im Parser-Schema (%s). Zeile %i: Option "%s" hat keinen Wert.

source: Error in parser schema (%s). Line #%i: Option values cannot be longer than %i characters.
de: Fehler im Parser-Schema (%s). Zeile %i: Optionswerte können nicht länger als %i Zeichen sein.

source: Error in parser schema (%s). Line #%i: Quotation mark must be a single character.
de: Fehler im Parser-Schema (%s). Zeile %i: Das Anführungszeichen muss ein einzelnes Zeichen sein.

source: Error in parser schema (%s). Line #%i: String to be replaced exceeds %i characters.
de: Fehler im Parser-Schema (%s). Zeile %i: Die zu ersetzende Zeichenkette besteht aus mehr als %i Zeichen.

source: Error in parser schema (%s). Line #%i: String to replace with exceeds %i characters.
de: Fehler im Parser-Schema (%s). Zeile %i: Die ersetzende Zeichenkette besteht aus mehr als %i Zeichen.

source: Error in parser schema (%s). Line #%i: Value for "%s" is not a valid integer number.
de: Fehler im Parser-Schema (%s). Zeile %i: Der Wert für "%s" ist keine gültige Ganzzahl.

source: Error in parser schema (%s). Line #%i: field value not defined.
de: Fehler im Parser-Schema (%s). Zeile %i: Der Feldwert ist nicht definiert.

source: Error in parser schema (%s). Line #%i: option/value out of context.
de: Fehler im Parser-Schema (%s). Zeile %i: Option/Wert ohne gültigen Kontext.

source: Error in parser schema (%s). No X coordinate field defined.
de: Fehler im Parser-Schema (%s). Kein X-Koordinatenfeld definiert.

source: Error in parser schema (%s). No Y coordinate field defined.
de: Fehler im Parser-Schema (%s). Kein Y-Koordinatenfeld definiert.

source: Error in parser schema (%s). No geometry tag field provided.
de: Fehler im Parser-Schema (%s). Kein Feld für Geometriemarker bereitgestellt.

source: Error in parser schema (%s). No key field specified.
de: Fehler im Parser-Schema (%s). Kein Schlüsselfeld festgelegt.

source: Error in parser schema (%s). No tag field specified.
de: Fehler im Parser-Schema (%s). Kein Markerfeld festgelegt.

source: Error in parser schema (%s). No tag string for line type geometries given.
de: Fehler im Parser-Schema (%s). Kein Marker für Liniengeometrien festgelegt.

source: Error in parser schema (%s). No tag string for point type geometries given.
de: Fehler im Parser-Schema (%s). Kein Marker für Punktgeometrien festgelegt.

source: Error in parser schema (%s). No tag string for polygon type geometries given.
de: Fehler im Parser-Schema (%s). Kein Marker für Polygongeometrien festgelegt.

source: Error in parser schema (%s). Number of fields in reduced records must be smaller than in full records.
de: Fehler im Parser-Schema (%s). Zahl der Felder in reduzierten Datensätzen muss kleiner sein als in vollständigen Datensätzen.

source: Error in parser schema (%s). Overflow detected for value of field "%s".
de: Fehler im Parser-Schema (%s). Überlauf für Wert des Feldes "%s" erkannt.

source: Error in parser schema (%s). String replacement not allowed for field "%s" (wrong type) .
de: Fehler im Parser-Schema (%s). Ersetzung mit Zeichenketten für Feld "%s" nicht erlaubt (falscher Typ).

source: Error in parser schema (%s). Tag field and key field must not be identical.
de: Fehler im Parser-Schema (%s). Markerfeld und Schlüsselfeld dürfen nicht identisch sein.

source: Error in parser schema (%s). Tag field is not set to the name of a valid field.
de: Fehler im Parser-Schema (%s). Markerfeld benennt kein gültiges Feld.

source: Error in parser schema (%s). There are no field definitions.
de: Fehler im Parser-Schema (%s). Es gibt keine Felddefinitionen.

source: Error in parser schema (%s). Value of field "%s" is not a valid integer number.
de: Fehler im Parser-Schema (%s). Wert im Feld "%s" ist keine gültige Ganzzahl.

source: Error in parser schema (%s). Value of field "%s" is not a valid number.
de: Fehler im Parser-Schema (%s). Wert im Feld "%s" ist keine gültige Zahl.

source: Error in parser schema (%s). X coordinate field does not exist.
de: Fehler im Parser-Schema (%s). X-Koordinatenfeld ist nicht vorhanden.

source: Error in parser schema (%s). Y coordinate field does not exist.
de: Fehler im Parser-Schema (%s). Y-Koordinatenfeld ist nicht vorhanden.

source: Error in parser schema (%s). Z coordinate field does not exist.
de: Fehler im Parser-Schema (%s). Z-Koordinatenfeld ist nicht vorhanden.

source: Error reading default settings from file '%s': %s
de: Fehler beim Lesen der Standardeinstellungen aus "%s": %s

source: Error reading file '%s': %s
de: Fehler beim Lesen der Datei "%s": %s

source: Error saving file '%s': %s
de: Fehler beim Speichern der Datei "%s": %s

source: Error storing data (line no.: %i): %s
de: Fehler beim Speichern von Daten (Zeilennr.: %i): %s

source: Error storing data from file '%s' (line no.: %i): %s
de: Fehler beim Speichern von Daten aus "%s" (Zeilennr.: %i): %s

source: Error validating data (line no.: %i): %s
de: Fehler bei der Validierung von Daten(Zeilennr.: %i): %s

source: Error validating data from file '%s' (line no.: %i): %s
de: Fehler beim Prüfen von Daten aus Datei "%s" (Zeilennr.: %i): %s

source: Existing WGS 84 datum transformation in input SRS will be overridden.
de: Bestehende Transformationsparameter in Quell-KBS werden überschrieben.

source: Existing grid file specification(s) in input SRS will be overridden.
de: Bestehende Grid-Angaben in Quell-KBS werden überschrieben.

source: Expression:
de: Auswahlausdruck:

source: Failed to create DBF attribute table schema for labels layer.
de: Erzeugung des DBF-Attributschemas für Etiketten fehlgeschlagen.

source: Failed to create DBF attribute table schema.
de: Erzeugung des DBF-Attributschemas fehlgeschlagen.

source: Failed to write DBF attribute table schema.
de: Schreiben des DBF-Attributschemas fehlgeschlagen.

source: Field to use for labels (if any).
de: Feld für Etiketten (falls zutr.)

source: Field:
de: Feld:

source: File exists. Overwrite it?
de: Bestehende Datei überschreiben?

source: File name for log file.
de: Name der Protokolldatei.

source: File selection
de: Dateiauswahl

source: Files: %i
de: Dateien: %i

source: Force 2D output:
de: 2D-Ausgabe erzwingen:

source: GEOM TAG LINE: %s
de: GEOM TAG LINIE: %s

source: GEOM TAG LINE: None.
de: GEOM TAG LINIE: None.

source: GEOM TAG POINT: %s
de: GEOM TAG PUNKT: %s

source: GEOM TAG POINT: None.
de: GEOM TAG PUNKT: None.

source: GEOM TAG POLY: %s
de: GEOM TAG POLYGON: %s

source: GEOM TAG POLY: None.
de: GEOM TAG POLYGON: None.

source: Garbage encountered in parser schema (%s). Skipping line #%i
de: Garbage gefunden im Parser-Schema (%s). Überspringe Zeile %i.

source: Includes PROJ.4 %s
de: Beinhaltet PROJ.4 %s

source: Incomplete command line: option "-n" must be specified.
de: Unvollständige Kommandozeile: Option "-n" muss angegeben werden.

source: Incomplete command line: option "-o" must be specified.
de: Unvollständige Kommandozeile: Option "-o" muss angegeben werden.

source: Incomplete command line: option "-p" must be specified.
de: Unvollständige Kommandozeile: Option "-p" muss angegeben werden.

source: Incomplete or invalid options.
de: Unvollständige oder ungültige Einstellungen.

source: Input CRS:
de: Quell-KBS:

source: Input line too long. The maximum line length allowed is: %i characters.
de: Eingabezeile ist zu lang. Maximal erlaubte Zeilenlänge: %i Zeichen.

source: Input:
de: Eingabe:

source: Invalid command line given. Use "%s -h" for help.
de: Ungültige Kommandozeile. Siehe "%s -h" für Hilfe.

source: Invalid field name or type in selection: '%s'
de: Ungültiger Feldname oder -typ in Auswahl: "%s".

source: Invalid line label mode ('%s').
de: Ungültiger Etikettierungsmodus für Linien ("%s").

source: Invalid number of fields read.
de: Falsche Feldanzahl in gelesener Zeile.

source: Invalid or empty geometry type.
de: Ungültiger oder fehlender Geometrietyp.

source: Invalid or empty selection type.
de: Ungültiger oder fehlender Auswahltyp.

source: Invalid orientation mode ('%s').
de: Ungültiger Orientierungsmodus ("%s").

source: Invalid point label mode ('%s').
de: Ungültiger Etikettierungsmodus für Punkte ("%s").

source: Invalid polygon label mode ('%s').
de: Ungültiger Etikettierungsmodus für Polygone ("%s").

source: Invalid range specification in selection.
de: Ungültiger Wertebereich in Auswahl.

source: Invalid regular expression in selection: '%s'
de: Ungültiger regulärer Ausdruch in Auswahl: "%s".

source: Invalid selection command syntax.
de: Auswahlkommando mit ungültiger Syntax.

source: Invalid selection command syntax. Will reset to defaults.
de: Ungültiges Auswahlkommando. Zurückgesetzt auf Vorgabewerte.

source: Invalid selection specification: '%s'
de: Ungültige Auswahlangabe: "%s".

source: Invalid selection: Malformed numeric value: '%s'.
de: Ungültige Auswahl: Zahlenwert fehlerhaft: "%s".

source: Invalid selection: Overflow error in numeric value: '%s'.
de: Ungültige Auswahl: Überlauf eines numerischen Wertes: "%s".

source: Invalid settings file.
de: Ungültige Einstellungsdatei.

source: Invert:
de: Umkehren:

source: Just validate parser schema.
de: Nur Parser-Schema validieren.

source: KEY FIELD: %s
de: SCHLUESSELFELD: %s

source: KEY UNIQUE: No.
de: EINDEUTIGER SCHLUESSEL: Nein.

source: KEY UNIQUE: Yes.
de: EINDEUTIGER SCHLUESSEL: Ja.

source: Label field name is empty.
de: Leerer Feldname für Etikettentext.

source: Label field:
de: Etikettierungsfeld:

source: Label mode (lines):
de: Etikettierungsmodus (Linien):

source: Label mode (points):
de: Etikettierungsmodus (Punkte):

source: Label mode (polygons):
de: Etikettierungsmodus (Polygone):

source: Label placement on line geometries.
de: Etikettenplatzierung auf Linien.

source: Label placement on point geometries.
de: Etikettenplatzierung auf Punkten.

source: Label placement on polygon geometries.
de: Etikettenplatzierung auf Polygonen.

source: Label settings:
de: Etikettierung:

source: Line too long in input file '%s' (line no.: %i). The maximum line length allowed is: %i characters.
de: Zeile zu lang in Eingabedatei "%s" (Zeilennr.: %i). Maximal erlaubte Länge: %i Zeichen.

source: Line too long in parser schema file (line no.: %i). The maximum line length allowed is: %i characters.
de: Zeile zu lang in Parser-Schemadatei (Zeilennr.: %i). Maximal erlaubte Länge: %i Zeichen.

source: List of input files:
de: Liste der Eingabedateien:

source: List of selection commands:
de: Liste der Auswahlkommandos:

source: Local survey data cannot be reprojected.
de: Lokale Vermessungsdaten können nicht reprojiziert werden.

source: Local: X-Z cross section
de: Lokal: X-Z-Profil

source: Log file:
de: Protokolldatei:

source: Max. (right-most) input X coordinate is: '%f'.
de: Max. (extrem rechte) X-Koordinate ist: "%f".

source: Message
de: Meldung

source: Messages
de: Meldungen

source: Messages and decimal notation set to English.
de: Meldungen und Dezimaltrennzeichen auf Englisch eingestellt.

source: Messages, errors and warnings will appear in this area.
de: Meldungen, Fehler und Warnungen erscheinen in diesem Bereich.

source: Min. (left-most) input X coordinate is: '%f'.
de: Min. (extrem linke) X-Koordinate ist: "%f".

source: Missing option value (option '%s').
de: Fehlender Optionswert (Option '%s').

source: Mode:
de: Modus:

source: NAME: Not specified.
de: NAME: Nicht festgelegt.

source: NO PARSER DESCRIPTION AVAILABLE.
de: KEINE PARSERBESCHREIBUNG VORHANDEN.

source: Name of file with parsing schema.
de: Name der Parser-Schemadatei.

source: Name of input grid file for local datum transformation.
de: Name der Grid-Datei für lokale Datumstransformation.

source: New selection command
de: Neues Auswahlkommando

source: No
de: Nein

source: No X coordinate offset specified (option '-x').
de: Kein X-Koordinatenversatz festgelegt (Option "-x").

source: No Y coordinate offset specified (option '-y').
de: Kein Y-Koordinatenversatz festgelegt (Option "-y").

source: No Z coordinate offset specified (option '-z').
de: Kein Z-Koordinatenversatz festgelegt (Option "-z").

source: No Z field defined in parser schema (%s). Z assumed to be constant 0.
de: Kein Z-Feld im Parser-Schema (%s) festgelegt. Für Z wird "0" angenommen.

source: No dangling setting specified (option '-D').
de: Fangeinstellung für Linienenden nicht festgelegt (Option "-D").

source: No datum grid file given (option '--proj-grid').
de: Keine Grid-Datei für Datumstransformation angegeben (Option "--proj-grid").

source: No decimal grouping symbol specified (option '-g').
de: Kein Schriftzeichen zur Zifferntrennung festgelegt (Option "-g").

source: No decimal point symbol specified (option '-i').
de: Kein Dezimaltrennzeichen festgelegt (Option "-i").

source: No description available.
de: Keine Beschreibung vorhanden.

source: No input coordinate reference system given (option '--proj-in').
de: Kein Quell-KBS angegeben (Option "--proj-in").

source: No input files.
de: Keine Eingabedateien.

source: No label field specified (option '-L').
de: Kein Etikettierungsfeld angegeben (Option "-L").

source: No label mode for lines specified (option '--label-mode-line').
de: Kein Etikettierungsmodus für Linien angegeben (Option "--label-mode-line").

source: No label mode for points specified (option '--label-mode-point').
de: Kein Etikettierungsmodus für Punkte angegeben (Option "--label-mode-point").

source: No label mode for polygons specified (option '--label-mode-poly').
de: Kein Etikettierungsmodus für Polygone angegeben (Option "--label-mode-poly").

source: No log file name specified (option '-l').
de: Keine Name für Protokolldatei vergeben (Option "-l").

source: No orientation mode specified (option '-O').
de: Kein Orientierungsmodus angegeben (Option "-O").

source: No output WGS 84 datum rotation X given (option '--proj-rx').
de: Fehlende Angabe zu X-Rotation nach WGS 84-Datum (Option "--proj-rx").

source: No output WGS 84 datum rotation Y given (option '--proj-ry').
de: Fehlende Angabe zu Y-Rotation nach WGS 84-Datum (Option "--proj-ry").

source: No output WGS 84 datum rotation Z given (option '--proj-rz').
de: Fehlende Angabe zu Z-Rotation nach WGS 84-Datum (Option "--proj-rz").

source: No output WGS 84 datum scaling given (option '--proj-ds').
de: Fehlende Angabe zu Skalierung nach WGS 84-Datum (Option "--proj-ds").

source: No output WGS 84 datum shift X given (option '--proj-dx').
de: Fehlende Angabe zu X-Verschiebung nach WGS 84-Datum (Option "--proj-dx").

source: No output WGS 84 datum shift Y given (option '--proj-dy').
de: Fehlende Angabe zu Y-Verschiebung nach WGS 84-Datum (Option "--proj-dy").

source: No output WGS 84 datum shift Z given (option '--proj-dz').
de: Fehlende Angabe zu Z-Verschiebung nach WGS 84-Datum (Option "--proj-dz").

source: No output base name specified (option '-n').
de: Kein Basisname für Ausgabe vergeben (Option "-n").

source: No output coordinate reference system given (option '--proj-out').
de: Kein Ziel-KBS angegeben (Option "--proj-out").

source: No output directory name specified (option '-o').
de: Kein Name für Ausgabeverzeichnis festgelegt (Option "-o").

source: No output format specified (option '-f').
de: Ausgabeformat nicht festgelegt (Option "-f").

source: No parser file given.
de: Keine Parserdatei angegeben.

source: No parser file specified (option '-p').
de: Keine Parserdatei festgelegt (Option "-p").

source: No selection command specified (option '-S').
de: Kein Auswahlkommando angegeben (Option "-S").

source: No snapping setting specified (option '-s').
de: Fangeinstellung nicht festgelegt (Option "-s").

source: No tolerance setting specified (option '-t').
de: Toleranz nicht eingestellt (Option "-t").

source: None.
de: Kein

source: None.
de: Kein.

source: Not enough vertices given (need at least 2).
de: Zuwenig Stützpunkte vorhanden (mindestens 2 benötigt).

source: Not enough vertices given (need at least 3).
de: Zuwenig Stützpunkte vorhanden (mindestens 3 benötigt).

source: Number of decimal places cannot exceed %i.
de: Mehr als %i Dezimalstellen nicht möglich.

source: Number of decimal places must be 0 or a positive number.
de: Die Anzahl der Dezimalstellen muss eine positive Zahl sein oder "0".

source: Number of decimal places not given (option '-d').
de: Anzahl der Dezimalstellen nicht angegeben (Option "-d")

source: Numeric group character in input data.
de: Schriftzeichen zur Zifferngruppierung in Eingabedaten

source: Numeric precision for DBF floating point attributes.
de: Anzahl signifikanter Stellen der Gleitpunktzahlen in Attributfeldern der DBF-Tabellen

source: Only output SRS specified. Ignoring.
de: Lediglich Ziel-KBS angegeben. Wird ignoriert.

source: Out of memory.
de: Kein Platz mehr im Hauptspeicher.

source: Out of storage memory.
de: Kein freier Speicherplatz mehr vorhanden.

source: Output CRS:
de: Ziel-KBS:

source: Output SRS (expanded): '%s'
de: Ziel-KBS (erweitert): "%s"

source: Output data may suffer from topological defects.
de: Ausgabedaten können topologische Defekte aufweisen.

source: Output file format.
de: Ausgabedateiformat

source: Output folder:
de: Ausgabeordner:

source: Output format:
de: Ausgabeformat:

source: Output name:
de: Ausgabename:

source: Output orientation:
de: Ausgabeorientierung:

source: Output orientation: %s
de: Ausgabeorientierung: %s

source: Output stored in: %s
de: Ausgabe gespeichert unter: %s

source: PROJ.4 data path is: '%s'
de: PROJ.4-Datenverzeichnis: '%s'

source: PROJ.4 error:'%s'
de: PROJ.4-Fehler: "%s"

source: Parser running in 'strict' mode.
de: Parser läuft im "strengen" Modus.

source: Parser schema file must be provided.
de: Ein Parser-Schema muss angegeben werden

source: Parser schema file: %s
de: Parser-Schemadatei: %s

source: Place at center of geometry
de: Im Zentrum der Geometrie platzieren
